Repository: noah-qin/Corta
Catalog: Corta/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# a11y.terminal.help
source: %1$d rows by %2$d columns. Cursor on row %3$d, column %4$d.
de: %1$d Zeilen × %2$d Spalten. Cursor in Zeile %3$d, Spalte %4$d.
es: %1$d filas por %2$d columnas. Cursor en la fila %3$d, columna %4$d.
fr: %1$d lignes sur %2$d colonnes. Curseur ligne %3$d, colonne %4$d.
ja: %1$d 行 × %2$d 桁。カーソルは %3$d 行 %4$d 桁。
ko: %1$d행 × %2$d열. 커서는 %3$d행 %4$d열.
pt_br: %1$d linhas por %2$d colunas. Cursor na linha %3$d, coluna %4$d.
zh_hans: %1$d 行 × %2$d 列。光标位于第 %3$d 行第 %4$d 列。
zh_hant: %1$d 列 × %2$d 欄。游標位於第 %3$d 列第 %4$d 欄。

# about.license
source: License
de: Lizenz
es: Licencia
fr: Licence
ja: ライセンス
ko: 라이선스
pt_br: Licença
zh_hans: 许可证
zh_hant: 授權條款

# about.releaseNotes
source: Release Notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
ja: リリースノート
ko: 릴리스 노트
pt_br: Notas de versão
zh_hans: 发行说明
zh_hant: 版本資訊

# about.reportsVersion
source: reports %@
de: meldet %@
es: indica %@
fr: signale %@
ja: 報告バージョン %@
ko: 보고 버전 %@
pt_br: relata %@
zh_hans: 报告版本 %@
zh_hant: 回報版本 %@

# about.tagline
source: A native macOS terminal emulator.
de: Nativer macOS-Terminalemulator.
es: Emulador de terminal nativo para macOS.
fr: Émulateur de terminal macOS natif.
ja: ネイティブ macOS ターミナルエミュレータ。
ko: 네이티브 macOS 터미널 에뮬레이터.
pt_br: Emulador de terminal nativo para macOS.
zh_hans: 原生 macOS 终端模拟器。
zh_hant: 原生 macOS 終端機模擬器。

# about.title
source: About Corta
de: Über Corta
es: Acerca de Corta
fr: À propos de Corta
ja: Corta について
ko: Corta 정보
pt_br: Sobre o Corta
zh_hans: 关于 Corta
zh_hant: 關於 Corta

# about.version.tooltip
source: Select to copy — this is the line a bug report needs.
de: Zum Kopieren auswählen – diese Zeile wird für Fehlerberichte benötigt.
es: Selecciona para copiar; esta línea se necesita para informar de errores.
fr: Sélectionnez pour copier — cette ligne est nécessaire pour signaler un bug.
ja: 選択してコピーしてください。バグ報告に必要な行です。
ko: 선택하여 복사하세요. 버그 신고에 필요한 줄입니다.
pt_br: Selecione para copiar — esta linha é necessária em relatórios de bugs.
zh_hans: 选择并复制——提交错误报告时需要这一行。
zh_hant: 選取並複製——提交錯誤報告時需要這一行。

# close.running.closeAnyway
source: Close Anyway
de: Trotzdem schließen
es: Cerrar de todos modos
fr: Fermer quand même
ja: それでも閉じる
ko: 그래도 닫기
pt_br: Fechar mesmo assim
zh_hans: 仍然关闭
zh_hant: 仍要關閉

# close.running.multiple
source: %@ are still running and will be terminated.
de: %@ laufen noch und werden beendet.
es: %@ siguen en ejecución y se terminarán.
fr: %@ sont encore actifs et seront terminés.
ja: %@が実行中です。閉じると終了します。
ko: %@이(가) 실행 중이며 닫으면 종료됩니다.
pt_br: %@ ainda estão em execução e serão encerrados.
zh_hans: %@仍在运行，关闭后将终止它们。
zh_hant: %@仍在執行，關閉後將終止它們。

# close.running.single
source: A process is still running and will be terminated.
de: Ein Prozess läuft noch und wird beendet.
es: Hay un proceso en ejecución y se terminará.
fr: Un processus est encore actif et sera terminé.
ja: プロセスが実行中です。閉じると終了します。
ko: 프로세스가 실행 중이며 닫으면 종료됩니다.
pt_br: Um processo ainda está em execução e será encerrado.
zh_hans: 仍有一个进程在运行，关闭后将终止它。
zh_hant: 仍有一個程序正在執行，關閉後將終止它。

# close.running.title
source: Close %@ while something is running?
de: %@ schließen, während noch etwas läuft?
es: ¿Cerrar %@ mientras hay algo en ejecución?
fr: Fermer %@ alors qu’une tâche est en cours ?
ja: 実行中の処理があります。%@を閉じますか？
ko: 실행 중인 작업이 있습니다. %@을(를) 닫을까요?
pt_br: Fechar %@ enquanto algo está em execução?
zh_hans: 仍有任务运行，要关闭%@吗？
zh_hant: 仍有工作執行中，要關閉%@嗎？

# command.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# command.commandPalette
source: Command Palette…
de: Befehlspalette …
es: Paleta de comandos…
fr: Palette de commandes…
ja: コマンドパレット…
ko: 명령 팔레트…
pt_br: Paleta de comandos…
zh_hans: 命令面板…
zh_hant: 命令面板⋯

# command.decreaseFontSize
source: Smaller
de: Kleiner
es: Reducir
fr: Réduire
ja: 縮小
ko: 작게
pt_br: Reduzir
zh_hans: 缩小
zh_hant: 縮小

# command.equalizePanes
source: Equalize Panes
de: Bereiche gleichmäßig aufteilen
es: Igualar paneles
fr: Égaliser les volets
ja: ペインを均等にする
ko: 페인 균등 분할
pt_br: Equalizar painéis
zh_hans: 均分窗格
zh_hant: 平均分配窗格

# command.find
source: Find…
de: Suchen …
es: Buscar…
fr: Rechercher…
ja: 検索…
ko: 찾기…
pt_br: Buscar…
zh_hans: 查找…
zh_hant: 尋找⋯

# command.focusDown
source: Move Focus Down
de: Fokus nach unten bewegen
es: Mover el foco abajo
fr: Fokus nach unten bewegen
ja: フォーカスを下へ移動
ko: 포커스를 아래로 이동
pt_br: Mover foco para baixo
zh_hans: 向下移动焦点
zh_hant: 將焦點移至下方

# command.focusLeft
source: Move Focus Left
de: Fokus nach links bewegen
es: Mover el foco a la izquierda
fr: Déplacer le focus à gauche
ja: フォーカスを左へ移動
ko: 포커스를 왼쪽으로 이동
pt_br: Mover foco para a esquerda
zh_hans: 向左移动焦点
zh_hant: 將焦點移至左側

# command.focusRight
source: Move Focus Right
de: Fokus nach rechts bewegen
es: Mover el foco a la derecha
fr: Déplacer le focus à droite
ja: フォーカスを右へ移動
ko: 포커스를 오른쪽으로 이동
pt_br: Mover foco para a direita
zh_hans: 向右移动焦点
zh_hant: 將焦點移至右側

# command.focusUp
source: Move Focus Up
de: Fokus nach oben bewegen
es: Mover el foco arriba
fr: Déplacer le focus vers le haut
ja: フォーカスを上へ移動
ko: 포커스를 위로 이동
pt_br: Mover foco para cima
zh_hans: 向上移动焦点
zh_hant: 將焦點移至上方

# command.growPaneHorizontally
source: Grow Pane Horizontally
de: Bereich horizontal vergrößern
es: Ampliar panel horizontalmente
fr: Agrandir le volet horizontalement
ja: ペインを横に広げる
ko: 페인을 가로로 확대
pt_br: Aumentar painel horizontalmente
zh_hans: 水平扩大窗格
zh_hant: 水平擴大窗格

# command.growPaneVertically
source: Grow Pane Vertically
de: Bereich vertikal vergrößern
es: Ampliar panel verticalmente
fr: Agrandir le volet verticalement
ja: ペインを縦に広げる
ko: 페인을 세로로 확대
pt_br: Aumentar painel verticalmente
zh_hans: 垂直扩大窗格
zh_hant: 垂直擴大窗格

# command.increaseFontSize
source: Bigger
de: Größer
es: Aumentar
fr: Agrandir
ja: 拡大
ko: 크게
pt_br: Aumentar
zh_hans: 放大
zh_hant: 放大

# command.newTab
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
ja: 新しいタブ
ko: 새 탭
pt_br: Nova aba
zh_hans: 新标签页
zh_hant: 新標籤頁

# command.newWindow
source: New Window
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
ja: 新規ウィンドウ
ko: 새 윈도우
pt_br: Nova janela
zh_hans: 新窗口
zh_hant: 新視窗

# command.nextCommand
source: Next Command
de: Nächster Befehl
es: Comando siguiente
fr: Commande suivante
ja: 次のコマンド
ko: 다음 명령
pt_br: Próximo comando
zh_hans: 下一条命令
zh_hant: 下一個命令

# command.previousCommand
source: Previous Command
de: Vorheriger Befehl
es: Comando anterior
fr: Commande précédente
ja: 前のコマンド
ko: 이전 명령
pt_br: Comando anterior
zh_hans: 上一条命令
zh_hant: 上一個命令

# command.resetFontSize
source: Actual Size
de: Originalgröße
es: Tamaño real
fr: Taille réelle
ja: 実際のサイズ
ko: 실제 크기
pt_br: Tamanho real
zh_hans: 实际大小
zh_hant: 實際大小

# command.scrollPageDown
source: Scroll Page Down
de: Eine Seite nach unten
es: Desplazar una página abajo
fr: Faire défiler d’une page vers le bas
ja: 1ページ下にスクロール
ko: 페이지 아래로 스크롤
pt_br: Rolar uma página para baixo
zh_hans: 向下滚动一页
zh_hant: 向下捲動一頁

# command.scrollPageUp
source: Scroll Page Up
de: Eine Seite nach oben
es: Desplazar una página arriba
fr: Faire défiler d’une page vers le haut
ja: 1ページ上にスクロール
ko: 페이지 위로 스크롤
pt_br: Rolar uma página para cima
zh_hans: 向上滚动一页
zh_hant: 向上捲動一頁

# command.scrollToBottom
source: Scroll to Bottom
de: Nach unten scrollen
es: Desplazar abajo
fr: Faire défiler vers le bas
ja: 末尾にスクロール
ko: 맨 아래로 스크롤
pt_br: Rolar para o final
zh_hans: 滚动到底部
zh_hant: 捲動至底端

# command.scrollToTop
source: Scroll to Top
de: Nach oben scrollen
es: Desplazar arriba
fr: Faire défiler vers le haut
ja: 先頭にスクロール
ko: 맨 위로 스크롤
pt_br: Rolar para o topo
zh_hans: 滚动到顶部
zh_hant: 捲動至頂端

# command.settings
source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
zh_hans: 设置…
zh_hant: 設定⋯

# command.shrinkPaneHorizontally
source: Shrink Pane Horizontally
de: Bereich horizontal verkleinern
es: Reducir panel horizontalmente
fr: Réduire le volet horizontalement
ja: ペインを横に縮める
ko: 페인을 가로로 축소
pt_br: Reduzir painel horizontalmente
zh_hans: 水平缩小窗格
zh_hant: 水平縮小窗格

# command.shrinkPaneVertically
source: Shrink Pane Vertically
de: Bereich vertikal verkleinern
es: Reducir panel verticalmente
fr: Réduire le volet verticalement
ja: ペインを縦に縮める
ko: 페인을 세로로 축소
pt_br: Reduzir painel verticalmente
zh_hans: 垂直缩小窗格
zh_hant: 垂直縮小窗格

# command.splitDown
source: Split Pane Down
de: Bereich nach unten teilen
es: Dividir panel hacia abajo
fr: Diviser le volet vers le bas
ja: 下にペインを分割
ko: 아래로 페인 분할
pt_br: Dividir painel para baixo
zh_hans: 向下拆分窗格
zh_hant: 向下分割窗格

# command.splitRight
source: Split Pane Right
de: Bereich nach rechts teilen
es: Dividir panel a la derecha
fr: Diviser le volet à droite
ja: 右にペインを分割
ko: 오른쪽으로 페인 분할
pt_br: Dividir painel à direita
zh_hans: 向右拆分窗格
zh_hant: 向右分割窗格

# commandPalette.category.app
source: Application
de: Programm
es: Aplicación
ja: アプリケーション
ko: 응용 프로그램
pt_br: Aplicativo
zh_hans: 应用程序
zh_hant: 應用程式

# commandPalette.category.edit
source: Edit
de: Bearbeiten
es: Edición
fr: Édition
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

# commandPalette.category.panes
source: Panes
de: Bereiche
es: Paneles
fr: Volets
ja: ペイン
ko: 패널
pt_br: Painéis
zh_hans: 分屏
zh_hant: 分割區

# commandPalette.category.recent
source: Recent
de: Zuletzt verwendet
es: Recientes
fr: Récents
ja: 最近使用した項目
ko: 최근 사용
pt_br: Recentes
zh_hans: 最近使用
zh_hant: 最近使用

# commandPalette.category.view
source: View
de: Darstellung
es: Visualización
fr: Présentation
ja: 表示
ko: 보기
pt_br: Visualizar
zh_hans: 视图
zh_hant: 顯示方式

# commandPalette.category.window
source: Windows and Tabs
de: Fenster und Tabs
es: Ventanas y pestañas
fr: Fenêtres et onglets
ja: ウインドウとタブ
ko: 윈도우 및 탭
pt_br: Janelas e abas
zh_hans: 窗口与标签页
zh_hant: 視窗與標籤頁

# commandPalette.empty
source: No commands found
de: Keine Befehle gefunden
es: No se encontraron comandos
fr: Aucune commande trouvée
ja: コマンドが見つかりません
ko: 명령을 찾을 수 없음
pt_br: Nenhum comando encontrado
zh_hans: 未找到命令
zh_hant: 找不到指令

# commandPalette.placeholder
source: Command
de: Befehl
es: Comando
fr: Commande
ja: コマンド
ko: 명령
pt_br: Comando
zh_hans: 命令
zh_hant: 命令

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# common.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制
zh_hant: 複製

# common.paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

# common.selectAll
source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべてを選択
ko: 모두 선택
pt_br: Selecionar tudo
zh_hans: 全选
zh_hant: 全選

# failure.button.retry
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
zh_hans: 重试
zh_hant: 重試

# failure.button.settings
source: Open Settings…
de: Einstellungen öffnen…
es: Abrir ajustes…
fr: Ouvrir les réglages…
ja: 設定を開く…
ko: 설정 열기…
pt_br: Abrir ajustes…
zh_hans: 打开设置…
zh_hant: 打開設定…

# failure.detail.metal
source: Corta draws the terminal with Metal, and this Mac reported no Metal device.
de: Corta zeichnet das Terminal mit Metal, doch dieser Mac hat kein Metal-Gerät gemeldet.
es: Corta dibuja el terminal con Metal, pero este Mac no informó de ningún dispositivo Metal.
fr: Corta dessine le terminal avec Metal, mais ce Mac n’a signalé aucun appareil Metal.
ja: Corta は Metal でターミナルを描画しますが、この Mac は Metal デバイスを報告しませんでした。
ko: Corta는 Metal로 터미널을 그리지만 이 Mac은 Metal 장치를 보고하지 않았습니다.
pt_br: O Corta desenha o terminal com o Metal, mas este Mac não informou nenhum dispositivo Metal.
zh_hans: Corta 使用 Metal 绘制终端，但这台 Mac 未报告任何 Metal 设备。
zh_hant: Corta 使用 Metal 繪製終端機，但這台 Mac 未回報任何 Metal 裝置。

# failure.notice.fallbackDirectory
source: Started in your home directory — the previous working directory is unavailable.
de: Im Benutzerordner gestartet – das vorherige Arbeitsverzeichnis ist nicht verfügbar.
es: Se inició en tu carpeta de inicio: el directorio de trabajo anterior no está disponible.
fr: Lancé dans votre dossier de départ : le répertoire de travail précédent est indisponible.
ja: ホームディレクトリで起動しました。以前の作業ディレクトリは利用できません。
ko: 홈 디렉터리에서 시작했습니다 — 이전 작업 디렉터리를 사용할 수 없습니다.
pt_br: Iniciou na sua pasta pessoal — o diretório de trabalho anterior está indisponível.
zh_hans: 已在主目录启动——之前的工作目录不可用。
zh_hant: 已在主目錄啟動——先前的工作目錄無法使用。

# failure.notice.fallbackShell
source: Started %@ instead — the configured login shell could not run.
de: Stattdessen %@ gestartet – die konfigurierte Login-Shell ließ sich nicht ausführen.
es: Se inició %@ en su lugar: el shell de inicio configurado no pudo ejecutarse.
fr: Lancement de %@ à la place : le shell de connexion configuré n’a pas pu s’exécuter.
ja: 代わりに %@ を起動しました。設定されたログインシェルを実行できません。
ko: 대신 %@을(를) 시작했습니다 — 설정된 로그인 셸을 실행할 수 없습니다.
pt_br: Iniciou %@ em vez disso — o shell de login configurado não pôde ser executado.
zh_hans: 已改用 %@ 启动——配置的登录 shell 无法运行。
zh_hant: 已改用 %@ 啟動——設定的登入 shell 無法執行。

# failure.title.metal
source: Metal is unavailable
de: Metal ist nicht verfügbar
es: Metal no está disponible
fr: Metal est indisponible
ja: Metal を利用できません
ko: Metal을 사용할 수 없음
pt_br: O Metal não está disponível
zh_hans: Metal 不可用
zh_hant: Metal 不可用

# failure.title.renderer
source: The text renderer could not start
de: Der Text-Renderer konnte nicht starten
es: No se pudo iniciar el renderizador de texto
fr: Le moteur de rendu du texte n’a pas pu démarrer
ja: テキストレンダラを起動できませんでした
ko: 텍스트 렌더러를 시작할 수 없음
pt_br: Não foi possível iniciar o renderizador de texto
zh_hans: 文本渲染器无法启动
zh_hant: 文字算繪器無法啟動

# failure.title.session
source: The shell could not be started
de: Die Shell konnte nicht gestartet werden
es: No se pudo iniciar el shell
fr: Le shell n’a pas pu être lancé
ja: シェルを起動できませんでした
ko: 셸을 시작할 수 없음
pt_br: Não foi possível iniciar o shell
zh_hans: 无法启动 shell
zh_hant: 無法啟動 shell

# menu.aboutCorta
source: About Corta
de: Über Corta
es: Acerca de Corta
fr: À propos de Corta
ja: Corta について
ko: Corta 정보
pt_br: Sobre o Corta
zh_hans: 关于 Corta
zh_hant: 關於 Corta

# menu.bringAllToFront
source: Bring All to Front
de: Alle nach vorne bringen
es: Traer todo al frente
fr: Tout ramener au premier plan
ja: すべてを手前に移動
ko: 모두 앞으로 가져오기
pt_br: Trazer tudo para frente
zh_hans: 将全部置于最前
zh_hant: 將全部置於最前

# menu.checkForUpdates
source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
pt_br: Verificar atualizações…
zh_hans: 检查更新…
zh_hant: 檢查更新…

# menu.cortaHelp
source: Corta Help
de: Corta-Hilfe
es: Ayuda de Corta
fr: Aide de Corta
ja: Corta ヘルプ
ko: Corta 도움말
pt_br: Ajuda do Corta
zh_hans: Corta 帮助
zh_hant: Corta 說明

# menu.cut
source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
ja: カット
ko: 오려두기
pt_br: Cortar
zh_hans: 剪切
zh_hant: 剪下

# menu.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Apagar
zh_hans: 删除
zh_hant: 刪除

# menu.edit
source: Edit
de: Bearbeiten
es: Edición
fr: Édition
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

# menu.enterFullScreen
source: Enter Full Screen
de: Vollbild aktivieren
es: Entrar en pantalla completa
fr: Passer en plein écran
ja: フルスクリーンにする
ko: 전체 화면으로 전환
pt_br: Entrar em tela cheia
zh_hans: 进入全屏
zh_hant: 進入全螢幕

# menu.file
source: File
de: Ablage
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案

# menu.find
source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 찾기
pt_br: Buscar
zh_hans: 查找
zh_hant: 尋找

# menu.findNext
source: Find Next
de: Nächsten suchen
es: Buscar siguiente
fr: Rechercher le suivant
ja: 次を検索
ko: 다음 찾기
pt_br: Buscar próxima
zh_hans: 查找下一个
zh_hant: 尋找下一個

# menu.findPrevious
source: Find Previous
de: Vorherigen suchen
es: Buscar anterior
fr: Rechercher le précédent
ja: 前を検索
ko: 이전 찾기
pt_br: Buscar anterior
zh_hans: 查找上一个
zh_hant: 尋找上一個

# menu.findReplace
source: 查找与替换
de: Rechercher et remplacer
es: Buscar e substituir
fr: Buscar y reemplazar
ja: 찾기 및 대치
ko: Suchen und Ersetzen
pt_br: Buscar e substituir
zh_hans: 尋找與取代
zh_hant: 検索と置換

# menu.help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
zh_hans: 帮助
zh_hant: 說明

# menu.hideCorta
source: Hide Corta
de: Corta ausblenden
es: Ocultar Corta
fr: Masquer Corta
ja: Corta を隠す
ko: Corta 숨기기
pt_br: Ocultar Corta
zh_hans: 隐藏 Corta
zh_hant: 隱藏 Corta

# menu.hideOthers
source: Hide Others
de: Andere ausblenden
es: Ocultar otras
fr: Masquer les autres
ja: ほかを隠す
ko: 다른 앱 가리기
pt_br: Ocultar outros
zh_hans: 隐藏其他
zh_hant: 隱藏其他

# menu.jumpToSelection
source: Jump to Selection
de: Zur Auswahl springen
es: Ir a la selección
fr: Atteindre la sélection
ja: 選択部分にジャンプ
ko: 선택 항목으로 이동
pt_br: Ir para a seleção
zh_hans: 跳转到所选内容
zh_hant: 跳至所選內容

# menu.minimize
source: Minimize
de: Minimieren
es: Minimizar
fr: Réduire
ja: 最小化
ko: 최소화
pt_br: Minimizar
zh_hans: 最小化
zh_hant: 縮小

# menu.pasteAndMatchStyle
source: Paste and Match Style
de: Einfügen und Stil anpassen
es: Pegar y adaptar estilo
fr: Coller en conservant le style
ja: ペーストしてスタイルを合わせる
ko: 스타일 일치시켜 붙여넣기
pt_br: Colar e combinar estilo
zh_hans: 粘贴并匹配样式
zh_hant: 貼上並符合樣式

# menu.quitCorta
source: Quit Corta
de: Corta beenden
es: Salir de Corta
fr: Quitter Corta
ja: Corta を終了
ko: Corta 종료
pt_br: Sair do Corta
zh_hans: 退出 Corta
zh_hant: 結束 Corta

# menu.redo
source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
ja: やり直す
ko: 다시 실행
pt_br: Refazer
zh_hans: 重做
zh_hant: 重做

# menu.services
source: Services
de: Dienste
es: Servicios
ja: サービス
ko: 서비스
pt_br: Serviços
zh_hans: 服务
zh_hant: 服務

# menu.showAll
source: Show All
de: Alle einblenden
es: Mostrar todo
fr: Tout afficher
ja: すべてを表示
ko: 모두 보기
pt_br: Mostrar tudo
zh_hans: 全部显示
zh_hant: 顯示全部

# menu.undo
source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销
zh_hant: 復原

# menu.useSelectionForFind
source: Use Selection for Find
de: Auswahl zum Suchen verwenden
es: Usar selección para buscar
fr: Utiliser la sélection pour rechercher
ja: 選択部分を検索に使用
ko: 선택 항목으로 찾기
pt_br: Usar seleção para buscar
zh_hans: 使用所选内容查找
zh_hant: 使用所選內容尋找

# menu.view
source: View
de: Darstellung
es: Visualización
fr: Présentation
ja: 表示
ko: 보기
pt_br: Visualização
zh_hans: 显示
zh_hant: 檢視

# menu.window
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウィンドウ
ko: 윈도우
pt_br: Janela
zh_hans: 窗口
zh_hant: 視窗

# menu.zoom
source: Zoom
de: Zoomen
ja: 拡大/縮小
ko: 확대/축소
zh_hans: 缩放
zh_hant: 縮放

# moveToApplications.dontAskAgain
source: Don't Ask Again
de: Nicht erneut fragen
es: No volver a preguntar
fr: Ne plus demander
ja: 今後表示しない
ko: 다시 묻지 않음
pt_br: Não perguntar novamente
zh_hans: 不再询问
zh_hant: 不再詢問

# moveToApplications.failedTitle
source: Couldn't Move Corta
de: Corta konnte nicht verschoben werden
es: No se pudo mover Corta
fr: Impossible de déplacer Corta
ja: Cortaを移動できませんでした
ko: Corta를 이동할 수 없습니다
pt_br: Não foi possível mover o Corta
zh_hans: 无法移动 Corta
zh_hant: 無法移動 Corta

# moveToApplications.message
source: Corta works best from your Applications folder — checking for updates and reopening from Spotlight both expect it there.
de: Corta funktioniert am besten im Programme-Ordner – sowohl die Update-Prüfung als auch das erneute Öffnen über Spotlight setzen diesen Ort voraus.
es: Corta funciona mejor desde la carpeta Aplicaciones: tanto la búsqueda de actualizaciones como reabrirlo desde Spotlight dan por hecho esa ubicación.
fr: Corta fonctionne mieux depuis le dossier Applications — la recherche de mises à jour et la réouverture depuis Spotlight s'attendent à cet emplacement.
ja: Cortaは「アプリケーション」フォルダにあるときに最も適切に動作します。アップデートの確認やSpotlightからの再起動もこの場所を前提としています。
ko: Corta는 응용 프로그램 폴더에 있을 때 가장 잘 작동합니다. 업데이트 확인과 Spotlight를 통한 재실행 모두 이 위치를 전제로 합니다.
pt_br: O Corta funciona melhor na pasta Aplicativos — tanto a verificação de atualizações quanto reabrir pelo Spotlight partem do princípio de que ele está lá.
zh_hans: Corta 在"应用程序"文件夹里运行效果最好——检查更新和从聚焦搜索重新打开都依赖这个位置。
zh_hant: Corta 在「應用程式」資料夾中運作效果最好——檢查更新和從聚焦搜尋重新開啟都依賴這個位置。

# moveToApplications.move
source: Move to Applications
de: In Programme verschieben
es: Mover a Aplicaciones
fr: Déplacer vers Applications
ja: アプリケーションに移動
ko: 응용 프로그램으로 이동
pt_br: Mover para Aplicativos
zh_hans: 移到应用程序
zh_hant: 移到應用程式

# moveToApplications.notNow
source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 나중에
pt_br: Agora não
zh_hans: 暂不
zh_hant: 暫不

# moveToApplications.title
source: Move Corta to Applications?
de: Corta in den Programme-Ordner verschieben?
es: ¿Mover Corta a la carpeta Aplicaciones?
fr: Déplacer Corta vers le dossier Applications ?
ja: Cortaを「アプリケーション」フォルダに移動しますか？
ko: Corta를 응용 프로그램 폴더로 이동하시겠습니까?
pt_br: Mover o Corta para a pasta Aplicativos?
zh_hans: 要把 Corta 移到"应用程序"文件夹吗？
zh_hant: 要將 Corta 移到「應用程式」資料夾嗎？

# notification.body
source: %@ after %@.
de: %@ nach %@.
es: %@ después de %@.
fr: %@ après %@.
ja: %@（%@後）。
ko: %@ (%@ 후)
pt_br: %@ após %@.
zh_hans: %@，耗时 %@。
zh_hant: %@，耗時 %@。

# notification.failed
source: Failed (status %lld)
de: Fehlgeschlagen (Status %lld)
es: Fallido (estado %lld)
fr: Échec (statut %lld)
ja: 失敗（ステータス %lld）
ko: 실패(상태 %lld)
pt_br: Falhou (status %lld)
zh_hans: 失败（状态 %lld）
zh_hant: 失敗（狀態 %lld）

# notification.finished
source: Finished
de: Abgeschlossen
es: Finalizado
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 已完成
zh_hant: 已完成

# paste.newlines.message
source: The application in the terminal has not enabled bracketed paste mode, so each line will execute as if you typed it.
de: Die Anwendung im Terminal unterstützt keinen geklammerten Einfügemodus. Jede Zeile wird wie eine Eingabe ausgeführt.
es: La aplicación del terminal no ha activado el pegado entre corchetes; cada línea se ejecutará como si la hubieras escrito.
fr: L’application du terminal n’a pas activé le collage entre crochets ; chaque ligne sera exécutée comme si elle avait été saisie.
ja: ターミナルのアプリケーションでブラケットペーストが有効になっていないため、各行は入力した場合と同様に実行されます。
ko: 터미널 애플리케이션에서 괄호 붙여넣기 모드가 활성화되지 않아 각 줄이 입력한 것처럼 실행됩니다.
pt_br: O aplicativo no terminal não ativou o modo de colagem entre colchetes; cada linha será executada como se tivesse sido digitada.
zh_hans: 终端中的应用未启用括号粘贴模式，因此每一行都会像手动输入一样执行。
zh_hant: 終端中的應用程式未啟用括號貼上模式，因此每一行都會像手動輸入一樣執行。

# paste.newlines.title
source: Paste text containing newlines?
de: Text mit Zeilenumbrüchen einfügen?
es: ¿Pegar texto que contiene saltos de línea?
fr: Coller un texte contenant des retours à la ligne ?
ja: 改行を含むテキストをペーストしますか？
ko: 줄바꿈이 포함된 텍스트를 붙여넣을까요?
pt_br: Colar texto com quebras de linha?
zh_hans: 要粘贴包含换行的文本吗？
zh_hant: 要貼上包含換行的文字嗎？

# search.placeholder
source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 찾기
pt_br: Buscar
zh_hans: 查找
zh_hant: 尋找

# settings.appearance.auto
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动
zh_hant: 自動

# settings.appearance.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

# settings.appearance.followSystem
source: Follow System
de: Systemeinstellung folgen
es: Seguir el sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 설정 따르기
pt_br: Seguir o sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.appearance.light
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色
